{
	"navigation": {
		"Campuses": "Campus",
		"Courses": "Kurse",
		"All courses": "Alle Kurse",
		"Events": "Veranstaltungen",
		"All events": "Alle Veranstaltungen",
		"Stories": "Geschichten",
		"Give us a tour of your company": "Für Firmen",
		"Jobs": "Karriere",
		"About us": "Über uns",
		"Contact us": "Kontakt",
		"Get involved": "Mach mit",
		"contact us": "contact us"
	},
	"Hello": "Hallo",
	"Start_your": "Starte deine",
	"Digital_career": "DIGITALE KARRIERE",
	"Learn digital skills with us to get the most fulfilling jobs": "Lerne mit uns digitale Fähigkeiten und finde die besten Jobs.",
	"Browse Courses": "Alle Kurse",
	"Contact us": "Kontakt",
	"Our courses": "Unsere Kurse",
	"All": "Alle",
	"Meet our happy students": "Lerne unsere Teilnehmer kennen",
	"Let’s connect! Our admissions team will call you soon to chat about our courses and your goals": "Lass uns connecten! Unser Bildungsberatungs Team wird sich in Kürze bei dir melden und dich über unsere Kurse und deine möglichen Ziele bei uns zu informieren.",
	"We offer many interesting educational trainings": "Wir bieten unterschiedliche Weiterbildungen an",
	"Courses": "Kurse",
	"Learn hands-on with technology right from the start.": "Lerne heute noch die neusten Technologien mit einem besonderen Praxisbezogenem Fokus.",
	"We have designed an immersive and intense curriculum to get you working fast and learning the skills and powerful tools needed for your digital career.": "Wir kreierten ein intutitives und intensives Curriculum um dich schnell mit den mächtige Werkzeugen deiner zukünftigen Karriere vertraut zu machen.",
	"Our courses are all about upgrading your skills with flexible formats and self-propelled home learning.": "In unserem Kurs geht es haupsächlich darum deine Fähigkeiten in flexiblen Formaten und angleitetem Heimunterricht zu verbessern.",
	"The program requires passion, dedication, and grit­ in order to succeed.": "Der Kurs erfordert Hingabe, Einsatzbereitschaft und Integrität um erfolgreich zu sein.",
	"The Digital Career Institute was born as an initiative to integrate refugees into digital jobs. Today it is committed to train anyone who wants to pursue a tech career.": "Das Digital Career Institute wurde aus der Idee Initiative geboren, Menschen mit Fluchthintergrund in digitale Jobs zu bringen. Heute helfen wir unabhängig davon jedem, der eine Tech-Karriere anstrebt diese Ziele zu erreichen.",
	"Apply": "Bewirb dich",
	"How to apply": "Bewerbungsinfos",
	"Apply now": "Bewirb dich jetzt",
	"Want more details about our Web Development Course?": "Willst du mehr Details über den Web-Entwickler Kurs erfahren?",
	"We will send you the full course information to your email": "Wir senden dir alle Informationen sofort per E-Mail.",
	"A day at DCI": "Ein Tag im DCI",
	"More than just classwork": "Mehr als nur Schulunterricht",
	"Beyond building the hard skills in class, you need to get involved in the local tech ": "Neben den hard-skills, wirst du auch Bekanntschaft mit der lokalen Tech-szene machen.",
	"Career workshops": "Karriere workshops",
	"preparing an industry-specific resume to creating an online presence, you’ll pick up the skills to stand out.": "Vorbereitung eines branchenspezifischen Lebenslaufs und die Erstrellung einer professionellen Online-Präsenz.",
	"Guest speakers": "Gastredner",
	"additional specialised sessions from top professionals and get tips from DCI alumni.": "zusätzliche spezielle sessions from top professionals and get tips from DCI alumni.",
	"Company Tours": "Firmentouren",
	"Lets us visit your office.": "Schau doch persönlich bei uns vorbei!",
	"We organize tours with our students on a regular basis.": "Wir organisieren regelmäßig Ausflüge mit unseren Schülern.",
	"Every Wednesday we perform a trip through the digital-sector and visit some of the tech startups to give our students a feeling what it means to be a developer.": "Jeden Mittwoch führen wir eine Reise durch den digitalen Sektor durch und besuchen einige der Technologie-Startups, um unseren Studenten ein Gefühl dafür zu geben, was es bedeutet, Entwickler zu sein.",
	"Are you or your company interested in hosting on of this events? Write us a message!": " Sind Sie oder Ihr Unternehmen daran interessiert, eine dieser Veranstaltungen zu veranstalten? Schreibe uns eine Nachricht!",
	"We offer company tours in the following locations: ": "Wir bieten Firmenführungen an folgenden Orten ans:",
	"Take a tour of a local startup and see what the work environment is all about.": "Mache einen Trip in ein lokales Startup und schuppere etwas Agenuturluft.",
	"Phone": "Telefon",
	"Street": "Strasse",
	"Zip": "Postleitzahl",
	"Stories": "Geschichten",
	"How to Apply": "How to Apply",
	"Apply Now": "Apply Now",
	"Students": "Studenten",
	"Courses started": "Begonnene Kurse",
	"Company tours": "Firmentouren",
	"Locations": "Standorte",
	"Meet us in person in several locations in Germany": "Triff uns in mehreren Standorten in Deutschland persönlich.",
	"Upcoming events": "Kommende Veranstaltungen",
	"Beyond building the hard skills in class, you need to get involved in the local tech scene and market yourself. We’re here to help you succeed with career development support and opportunities to get into the community.": "Neben dem Aufbau der Hard Skills im Unterricht wirst Du dich in der lokalen Tech-Szene engagieren und lernen Dich selbst zu vermarkten. Erfolg ist garantiert da wir Dich bei deiner beruflichen Entwicklung unterstützen und Dir die Möglichkeit geben, in der Szene Fuss zu fassen.",
	"Our Partners": "Unsere Partner",
	"Meet our partners": "Triff unsere Partner",
	"How To Apply": "Wie bewerbe ich mich",
	"Courses Started": "Gestartete Kurse",
	"All Events": "Alle Veranstaltungen",
	"Select your location here...": "Wo bist du?",
	"Show all Stories": "Zeige alle Geschichten",
	"I have read and agree to the": "Gelesen und akzeptiert:",
	"Please, write your message here...": "Deine Nachricht...",
	"SEND": "Abschicken",
	"Message": "Nachricht",
	"Data Privacy": "Datenschutz",
	"Name": "Name",
	"Email": "Email",
	"Location": "Standort",
	"Subscribe to our newsletter": "Melde dich für unseren Newsletter an",
	"Our campuses": "Unsere Standorte",
	"Our Team": "Unser Team",
	"Our team consists of entrepreneurs, employees and freelancers of the Berlin Start-up scene. What we all have in common is our willingness to help, our professional networks and the opportunity to connect the tech scene with people who had to flee their homeland.": "Unser Team besteht aus Unternehmern, Mitarbeitern und Freelancern der Berliner Start-up-Szene. Was wir alle gemeinsam haben, ist unsere Hilfsbereitschaft, unsere professionellen Netzwerke und die Möglichkeit, die Tech-Szene mit Menschen zu verbinden, die aus ihrer Heimat fliehen mussten.",
	"Or anyone who would like to start a career in tech regardless of their background.": "Oder jeder, der unabhängig von seinem Hintergrund eine Karriere im Tech-Bereich beginnen möchte.",
	"Subscribe": "Anmelden",
	"All events in our locations": "Alle Veranstaltung in unseren Standorten",
	"Hackthons, Infoevents and Jobfairs": "Hackathons, Infoveranstaltungen, und Karrieremesssen",
	"Company": "Institut",
	"Community": "Socialmedia",
	"All courses": "Alle Kurse",
	"Events": "Events",
	"Get in touch!": "Nimm Kontakt mir uns auf!",
	"Contact": "Contact",
	"Every Wednesday we perform a trip through the digital-sector and visit some of the tech startups to give our students a feeling what it means to be  a developer": "Jeden Mittwoch führen wir eine Reise durch den digitalen Sektor durch und besuchen einige der Technologie-Startups, um unseren Studenten ein Gefühl dafür zu geben, was es bedeutet, ein Entwickler zu sein.",
	"Every Wednesday we perform a trip through the digital-sector and visit some of the tech startups to give our students a feeling what it means to be  a developer.": "Every Wednesday we perform a trip through the digital-sector and visit some of the tech startups to give our students a feeling what it means to be  a developer.",
	"We offer company tours in the following locations": " "
}
